export default {
  title: 'GXPTA',
  logo: 'Gx',
  author: '考务管理平台',
  whiteList: ['/login', '/404', '/401', '/lock'],
  info: {
    // title: '广西招生考试院身份认证管理平台',
    // title: '福州鑫祥高考评卷身份认证管理平台',
    title: '广西壮族自治区人事考试院考务管理平台',
    // title: '广西河池中考评卷身份认证管理平台',
    list: [
      '采用国密级的安全认证体系与安全支撑云平台技术。',
      '结合数字加密技术、人像识别、RFID技术为考试全程提供信息安全、考生身份识别、试卷追溯和回收等考试安全保障。',
      '为用户提供数据接收、信息比对、统计分析、指令下发、异常上报等信息服务。',
      '提供视频监控接入服务。通过数据级联方式将考点、考区、中心管理进行实时数据级联。',
      '实现信息的实时共享，有效防止考点集体舞弊现象的发生。',
      '专注于考试和教育服务领域,与客户携手开启数字考试新时代。'

      // 教务科
      // '全区住房和城乡建设系统各类岗位培训、继续教育工作，制定有关培训计划并具体组织实施管理',
      // '国家和地方有关教育方针、政策和执业资格、施工特种作业人员等政策法规，负责起草教育培训工作范围的文件的管理',
      // '全区住房和城乡建设系统执业资格考试考前培训、继续教育工作，制定有关培训计划并具体组织实施管理',
      // '协助自治区住房和城乡建设厅教育主管部门开展领导干部培训及在职干部全员培训'
    ]
  },
  wel: {
    // title: '福州鑫祥高考评卷身份认证管理平台',
    // title: '广西招生考试院身份认证管理平台',
    title: '广西壮族自治区人事考试院考务管理平台',
    // title: '广西河池中考评卷身份认证管理平台',
    list: [
      '采用国密级的安全认证体系与安全支撑云平台技术。',
      '结合数字加密技术、人像识别、RFID技术为考试全程提供信息安全、考生身份识别、试卷追溯和回收等考试安全保障。',
      '为用户提供数据接收、信息比对、统计分析、指令下发、异常上报等信息服务。',
      '提供视频监控接入服务。通过数据级联方式将考点、考区、中心管理进行实时数据级联。',
      '实现信息的实时共享，有效防止考点集体舞弊现象的发生。',
      '专注于考试和教育服务领域,与客户携手开启数字考试新时代。'
      // '全区住房和城乡建设系统各类岗位培训、继续教育工作，制定有关培训计划并具体组织实施管理',
      // '国家和地方有关教育方针、政策和执业资格、施工特种作业人员等政策法规，负责起草教育培训工作范围的文件的管理',
      // '全区住房和城乡建设系统执业资格考试考前培训、继续教育工作，制定有关培训计划并具体组织实施管理',
      // '协助自治区住房和城乡建设厅教育主管部门开展领导干部培训及在职干部全员培训'
    ]
  }
}
